{
  "title": "Mucklet's Payment Terms",
  "slug": "payment",
  "created": 1686392387608,
  "body": "<p>Thank you for supporting Mucklet! These Payment Terms (or just \"Terms\") are a\nsupplement to the <a href=\"terms.html\" class=\"terms link\">Terms of\nService</a>, and describes the terms and conditions for payments made to\nMucklet.</p>\n<p>By making a Payment or setting up a payment subscription using our purchase\nflow, you agree to these Terms. Of course, if you don't agree with them, you can\nenjoy the game without making any payments.</p>\n\n<h2>Payment processors</h2>\n<p>We use third-party Payment Processors (such as Stripe, PayPal, or others) to\nprocess payments. These Payment Processors may require you to agree to their own\nterms and conditions in order to use them.</p>\n<p>By providing a payment method, you agree that you are authorized to use that\npayment method, and that the information you provide is true and accurate.</p>\n\n<h4>Personal data</h4>\n<p>While the Payment Processors may gather and store additional information\nabout you and your purchase, in accordance to their terms, Mucklet will not\nhandle or store any personal information gathered by the Payment Processor. But\nwe will store partial details of your payment method (such as the last four\ndigits and expiry date of your card), enough to provide you with hints about\nwhich method you used for a payment or subscription. We will also store\ngeographical information shared by the Payment Processor and derived from your\nIP address, sufficient enough to be able to comply with global tax laws.</p>\n\n<h2>Taxes and fees</h2>\n<p>Any tax that we are required by applicable law of charging you, such as sales\ntax, VAT, GST, or similar, will be included in the amount displayed to you. You\nare responsible for all other applicable taxes, data plans, internet fees, and\nother fees associated with your use of the services.</p>\n\n<h2>Subscriptions</h2>\n<p>You may set up recurring payments, also called Subscriptions. By doing so,\nyou agree to let us periodically charge your payment method with the amount and\nfrequency that you have given us mandate to when setting up a subscription. You\ncan cancel the subscription at any time.</p>\n\n<h4>Billing interval</h4>\n<p>Once the first payment is made on a subscription, any recurring payment will\nbe made on the same time and day of the month as the initial payment. If a month\ndoesn't have the same day, the payment will be made on the last day of that\nmonth. For example, a monthly subscription with its initial payment being made on\nJanuary 31 will recur on February 28 (or February 29 in a leap year), then\nMarch 31, April 30, and so on.</p>\n<p>If you set up a new subscription while you have days remaining from previous\npayments, the first payment will be scheduled to the date when the remaining\ndays expire. You will never lose any remaining days by making an additional\npayment, or setting up a subscription.</p>\n\n<h4>Cancel subscriptions</h4>\n<p>You may cancel a subscription at any time. To cancel a subscription, go to <a\nhref=\"/account#overview\" class=\"account overview link\">Mucklet - Account\noverview</a>, click on the active subscription, click <em>Unsubscribe</em>, and\nconfirm. Canceling a subscription will stop any new payments to be made on that\nsubscription, but you will keep access to all the perks and features for the\nremaining days of the subscription period.</p>\n\n<h4>Forced cancelation</h4>\n<p>We reserve the right to cancel your subscription at any time and for any\nreason. If you, as a result of us canceling your subscription, also lose access\nto the perks and features that you have paid for, we will refund you\nproportionally for the remaining days of the subscription period.</p>\n<p>If your account is suspended or banned due to violation of the Terms of\nService or deleted on your own request, your subscription will be canceled\nautomatically, but no refund will be made for any remaining days of the\nsubscription period.</p>\n\n<h4>Failed payments</h4>\n<p>If we fail to charge your payment method at the end of a subscription period,\nwe will retry once a day for two consequtive days following the failed attempt.\nIf all three attempts fail, your subscription will be canceled automatically.\nYou will keep any perks and features associated with the subscription during the\nretry period. The retry period ends when a payment is successful, or the\nsubscription is canceled.</p>\n\n<h4>Changes in subscription cost</h4>\n<p>We will never charge you more than what you initially agreed to when setting\nup the subscription. If we raise the cost of the offer you are subscribing to,\nyou will keep paying the amount you initially agree to, until your subscription\nis canceled. But if we lower the cost of the offer that you are subscribing to,\nwe will charge you the lower amount, starting with your next pending\npayment.</p>\n\n<h2>Refunds</h2>\n<p>We offer refunds in case we have charged you too much, charge you too often,\nor in other ways failed to comply with what is stated in these Terms and in the\ninformation provided to you during the payment or subscription setup process. We\nwill also offer refunds for other reasons not stated, or contradictory to these\nTerms, if required by applicable law.</p>\n<p>While we try to provide a fun and friendly service that is available at all\ntimes, we do not offer refunds if you regret making a payment, or if you no\nlonger can access or enjoy the service. This includes, but is not limited to,\nour servers being inaccessible, the client not loading on your device, or the\nservice being blocked in your country. Additionally, if your account is\nsuspended or banned due to violation of the Terms of Service or in-game rules,\nwe are not required to compensate you for any loss or make any refunds to\nyou.</p>\n<p>Submit refund requests to <a href=\"mailto:support@mucklet.com\"\ntarget=\"_blank\" rel=\"noreferrer\" class=\"link\">support@mucklet.com</a>. Each\nrequest will be reviewed by us on a case-by-case basis and eligibility is\ndetermined at our sole discretion.</p>\n\n<h2>Changes in offer</h2>\n<p>We may at any time change the content of an offer that you have paid for or\nare subscribing to, by adding or removing perks and features included in the\noffer.</p>\n\n<h2>Expiration</h2>\n<p>When your paid period expires, and you do not have an active subscription\nthat will renew the period, the functionality and perks included in the offer\nwill no longer be accessible to your account. While some of your content may\nbecome unavailable without the paid functionality, we will retain your\ninaccessible data for at least 90 days, but likely longer, after expiration of\nyour paid period.</p>"
}
