{
  "title": "Mucklet's Privacy Policy",
  "slug": "privacy",
  "created": 1729936800000,
  "body": "<p>This service is hosted by Mucklet AB, which is the \"we\", \"us\" and \"our\" in this Privacy Policy.</p>\n<p>We don't really want your data. But we need some of it in order to make all of\nthis work, to provide a fun, friendly, and safe place to hang out. And to help\nus make it even better.</p>\n\n<h2>What information we collect</h2>\n<p>This is an online service. This means we store the information you give to us, such as username, email address, game settings, character information, and more. That is how it works.</p>\n<p>We may also automatically gather information such as IP-address, device/browser being used, or the browser's language settings, to help us improve and protect the service.</p>\n<p>In case of payments, we also store required geographical information, such as country and postal code, to be able to comply with global tax laws.</p>\n\n<h2>How the information is collected</h2>\n<p>We store it when you visit the website, register your user account, and when you send us the information. It is pretty straight forward.</p>\n\n<h2>How the information is used</h2>\n<p>We use the information to run the game. We don't sell any personal information of our users. We don't analyze any information or communication to target ads. We don't even run ads. We use the information for the purpose you have given it to us.</p>\n<p>Email, primarily used for restoring lost passwords, may also be used to send information on events directly related to the game. But you can opt out of this under the in-game settings.</p>\n\n<h2>How passwords are stored</h2>\n<p>If you use password login, instead of an OpenID service such as Google, we need to store your password. But we ensure your password is stored securely. In fact, we also pre-hash the password in your browser before sending it to us, so that we will never handle your actual password.</p>\n\n<h2>How content is stored</h2>\n<p>Content that you create or upload to the game, such as characters, rooms, images, and more, is stored as part of the game realm. In case you decide to delete your account, your personal information will be deleted but the created content will remain.</p>\n\n<h2>How communication is stored</h2>\n<p>Communication within the game is not persisted by default, and therefore not part of any backups - with the exception of in-game mail which by nature requires storage. In case a user makes a report against another player's character, communication available to the reporter may be stored to allow moderators to assess the report.</p>\n<p>Your browser may also be configured to store communication for your own personal use. This information is not shared with us.</p>\n\n<h2>Where the information is stored</h2>\n<p>Mucklet AB is located in Sweden, which is part of EU. All the information will be processed and stored within EU.</p>\n\n<h2>Cookies</h2>\n<p>We use cookies. But the cookie that we store locally on your webbrowser does not contain any identifying information; it is only used to keep you logged in.</p>\n\n<h2>Disclosure of information</h2>\n<p>We are not into the business of selling your information. We don't want to disclose your information. There are, however, some circumstances in which we may still have to do it:</p>\n\n<ul>\n<li><strong>Consent</strong> - If you give us the consent to transfer your information.</li>\n<li><strong>Agents, Consultants, and Related Third Parties</strong> - If we hire other companies to help build the service, or perform other business-related functions - such as hosting the servers, or processing payments.</li>\n<li><strong>Legal requirements</strong> - If we have good faith belief that the law requires such disclosure. We hope it never comes to that.</li>\n<li><strong>Aggregated or Non-identifiable Data</strong> - We may share aggregated and non-personally identifiable information with others - such as how many unique players are using the service each month.</li>\n</ul>\n\n<h2>Children or minors</h2>\n<p>We don't allow users under the age of 18 to register. We do not knowingly collect personal information from minors.\n\n<h2>Contacting us</h2>\n<p>If you have any questions regarding this Privacy Policy or how your information is handled, feel free to ask us by email: <a href=\"mailto:privacy@mucklet.com\" target=\"_blank\" rel=\"noreferrer\" class=\"link\">privacy@mucklet.com</a></p>\n\n<h2>Changes to this privacy policy</h2>\n<p>This Privacy Policy may be updated at any time.</p>"
}
