{
  "title": "Mucklet's Terms of Service",
  "slug": "terms",
  "created": 1688049624253,
  "body": "<p>These Terms of Service (or just \"Terms\") let you know the rules that govern\nour relationship with you as a user of our game and forum, which is collectively\nreferred to as the \"Service\". These Terms form a contract between you and\nMucklet AB (\"we\", \"us\", \"our\"), to let you know what we give you rights to use\nthis Service for, and also what rights you agree to give to us.</p>\n\n<p>We reserves the right to update these Terms for reasons including, but not\nlimited to, complying with changes to the law or reflecting enhancements to the\nService. If the changes affect your usage of the Service or your legal rights,\nwe will notify you at least seven days before the changes take effect.</p>\n\n<p>By using our Service, you agree to these Terms. Of course, if you don't agree\nwith them, don't use the Service.</p>\n\n<h2>Who can use the Service</h2>\n<p>No one under 18 is allowed to create an account or use the Service. This is\nbecause we cannot guarantee that the content is suitable for minors, since much\nof the content is produced by other users. We would also not be able to properly\nsafeguard minors against grooming, or other illicit behavior.</p>\n\n<h2>Rights we grant you</h2>\n<p>We own this Service, but we give you the right to use it and enjoy it, in a\nway that these Terms and the in-game rules allow. We may revoke this right at\nany time for reasons including, but not limited to, you using the Service in a\nway not authorized by these Terms (including helping others to do so), or if you\ndo not comply with the in-game rules.</p>\n\n<h2>Rights you grant us</h2>\n<p>Our Service allows you to create, send, receive, upload, and store\ninformation; also called \"content\". When you do that, you retain whatever\nownership right in that content you had to begin with. But you grant us the\nright to use that content for the purpose it was provided, even if you decide to\nstop using the Service or delete your account.</p>\n<p>You also give us the right to access, review, and delete any content that we\nthink violates these Terms or the in-game rules. You alone, though, remain\nresponsible for the content you provide.</p>\n\n<h2>Privacy</h2>\n<p>Our <a href=\"privacy.html\" class=\"privacy link\">Privacy Policy</a> describes\nhow we store and handle the information you provide to us.</p>\n\n<h2>The content of others</h2>\n<p>Just like you keep whatever ownership you had for the content you provide,\nothers will also do so for their content. Whether that content is made public or\nsent to you in private, you may only use that content for your own private\npurpose, unless you get the rights from the owners.</p>\n<p>Also, just like you are responsible for the content you provide, others are\nresponsible for the content they provide. Although we reserve the right to\nreview content, we do not necessarily review it all. So we cannot - and do not -\nguarantee that other users' content will comply with these Terms and the in-game\nrules.</p>\n\n<h2>Prohibited content</h2>\n<p>You may not upload content that contains:</p>\n<ul>\n<li>sexually suggestive or explicit photos of real people;</li>\n<li>photos depicting graphic violence, humiliation, or gore;</li>\n<li>sexually suggestive or explicit images of characters with childlike appearance;</li>\n</ul>\n<p>If an image is not a photo, but may be mistaken for one, it will be regarded\nas a photo.</p>\n\n<h2>Respecting others' rights</h2>\n<p>You may not provide content that infringes on someone elses intellectual\nproperty. If you use an image, or add content based on someone elses work,\nmake sure you have the rights to do so. And give credits where credit is\ndue.</p>\n\n<h2>Payments</h2>\n<p>Our services are free to use, but you may be able to pay for additional\nfeatures and perks. Our <a href=\"payment.html\" class=\"payment link\">Payment\nTerms</a> describe the terms and conditions for payments made to us.</a>\n\n<h2>Permitted use</h2>\n<p>You must only use the Service in a way permitted by these Terms. This means,\namong other things, you may not do, attempt to do, enable, or encourage anyone\nelse to do, any of the following:</p>\n<ul>\n<li>use the Service in a way not permitted by law;</li>\n<li>use the Service in a way that could interfere, disrupt, negatively affect, or inhibit other users from fully enjoying the Service;</li>\n<li>access or use the Service in any manner that could damage, disable, overburden, or impair the function of the Service;</li>\n<li>attempt to gain unauthorized access to the Service including, but not limited to, other accounts, other users' content, or server infrastructure;</li>\n<li>create or use bots accessing the Service for any other purpose than improving game play;</li>\n<li>create a new account if we have disabled your account;</li>\n</ul>\n\n<h2>Disclaimers</h2>\n<p>We provide this service to you \"as is\" and \"as available\", without warranty\nof any kind. We want to keep it a fun and safe place to hang out, but we cannot\npromise that it will always be available or that it will be fit for any\nparticular purpose.</p>\n\n<h2>Limitation of Liability</h2>\n<p>To the extent permitted by law, we don't take responsibility for any negative\nconsequences, direct or indirect, related to using our Service, or inability to\naccess the Service. Such negative consequences includes, but is not limited to,\nloss of data, loss of profit, loss of goodwill, or other intangible losses. And\nyou agree to not hold us, or anyone associated with making this Service\navailable, liable for any such negative consequences.</p>\n\n<p>Mucklet AB or its proprietors may not be held accountable for content\nprovided by the users of the Service. We will take reasonable actions to\nmoderate this content in accordance with these Terms.</p>\n\n<h2>Governing Law</h2>\n<p>This Agreement shall be governed by and construed in accordance with the laws\nof Sweden. The Swedish court of general jurisdiction, and, in first instance\nthe Örebro District Court (Sw. Örebro tingsrätt), have exclusive jurisdiction to\nsettle any dispute arising out of or in connection with this Agreement.</p>"
}
